Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Resolution of controversy, confidence building and raising of ethical awareness
nb: Meningsbrytning, tillitsbygging og etisk bevisstgjøring

source: The lectures, business presentations, case solutions and discussions made a special impression on me.
nb: Forelesningene, presentasjonene fra næringslivet, caseløsninger og diskusjonene gjorde spesielt inntrykk på meg.

source: Parasjuk is an line association for students taking a bachelor´s degree in nursing, paramedicin, as
nb: Parasjuk er linjeforeningen for bachelor sykepleie, bachelor paramedisin, samt alle tilhørende maste

source: inflammatory bowel disease (IBD)
nb: inflammatorisk tarmsykdom (IBD)

source: - Recognise, describe and distinguish basic concepts, principles and methods in risk analysis and risk management
nb: Kjenne igjen, beskrive og skille ulike begreper, prinsipper og metoder innen risikoanalyse og risikostyring.

source: Can plan and carry out communication and interaction with patients based on respect, co-participation and integrity
nb: Kan planlegge og gjennomføre kommunikasjon og samhandling med pasienter basert på respekt, medbestemmelse og integritet

source: In total, the student association consists of around 120 students.
nb: Totalt består linjeforeningen av om lag 120 studenter.

source: Our purpose is to promote research, exploration and general understanding of Mars.
nb: Vårt formål er å fremme forskning, utforskning og allmenn forståelse av Mars.

source: We calculate how many months you have worked in the position.
nb: Vi regner ut hvor mange måneder du har jobbet i stillingen.

source: As a user of our guest solution, you have access to the same printers as the students at UiS.
nb: Som bruker i gjesteløsningen vår har du tilgang til de samme skriverne som studentene ved UiS.

source: The outreach and effects of the research can be demonstrated through:
nb: Virkninger og effekter av forskningen kan komme til uttrykk gjennom:

source: Load types and load factors.
nb: Lasttyper og lastkoeffisienter.

source: We want to work together with our employees and students to set our sights higher and venture to think big, along new lines.
nb: Sammen med våre ansatte og studenter vil vi løfte blikket, og våge å tenke stort og nytt.

source: The master thesis is an individual or group project undertaken and completed in the fourth and final semester, 30 ECTS. PhD:
nb: 30 studiepoeng fellesemner som består av grunnleggende matematikk, ingeniørfaglig systemtenkning og innføring i ingeniørfaglig yrkesutøvelse og arbeidsmetoder.

source: Frode Skarstein / Associate professor, IGIS
nb: Frode Skarstein / førsteamanuensis, IGIS

source: By increasing the visibility of female role models in Tech and AI and promoting them, NORA aims to inspire a more inclusive agenda and equality for future generations.
nb: Ved å øke synligheten til kvinnelige forbilder og fremme dem, har NORA som mål å inspirere til en mer inkluderende agenda og likeverd for framtidige generasjoner.

source: This means primarily that we need to work preventively."
nb: Det betyr først og fremst å jobbe forebyggende.»

source: reference number 816989.
nb: NSD referansenummer 816989.

source: be an inclusive arena that accommodates a large number of students having diverse cultural, ideological
nb: inkluderende arena som ivaretar et mangfold av studenter med ulike kulturelle, ideologiske og religiøse

source: Notification of which exams cannot be completed as home exams or that are postponed will be placed in Canvas.
nb: Melding om hvilke eksamener som ikke kan gjennomføres som hjemmeeksamener eller som blir utsatt blir lagt i Canvas.

source: We want to create engagement on and around campus.
nb: Vi ønsker å skape engasjement på og rundt campus.

source: 0,1 points will be added for each completed study year (60 credits).
nb: 0,1 snittpoeng blir lagt til for hvert fullførte studieår (60sp).

source: Tijana Voake defended her PhD thesis 22 January, and is now ready for new challenges.
nb: Tijana Voake disputerte til doktorgraden ved Det teknisk-naturvitskaplege fakultetet onsdag 22.

source: Maxwell's equations and electromagnetic waves.
nb: Maxwells likninger og elektromagnetiske bølger.

source: Red data can be data that is described as high-risk projects.
nb: Røde data kan være data som beskrives som høyrisikoprosjekter.

source: Persistence and Networking
nb: Varig lagring og Nettverk

source: Visa applications are submitted to the U.S. Embassy in Oslo.
nb: Søknad om visum skjer ved den amerikanske ambassaden i Oslo.

source: – My dream of getting a consulting job became a reality through a master's degree in business at UiS
nb: – Drømmen om konsulentjobb ble virkelig gjennom en master i økonomi ved UiS

source: The effect of parameters such as temperature gradient, well diameter and flow for geothermal energy production will be studied, both for shallow and deep systems:
nb: Effekten av parametere som temperaturgradient, brønndiameter og strømning for geotermisk energiproduksjon vil bli studert, både for grunne og dype systemer:

source: Representable functors, coarse and fine moduli spaces.
nb: Representerbare funktorer, grove og fine moduli rom.

source: Understand success criteria and pitfalls when risk assessments are being carried out and used in practice
nb: Forstår suksesskriterier og fallgruver når risikoanalyser gjennomføres og brukes i praksis

source: Leptons, quarks and photons.
nb: Leptoner, kvarker og fotoner.

source: She completed her doctorate in 2000 and was promoted to full professor in 2008.
nb: Hun fullførte doktorgraden i 2000 og ble forfremmet til professor i 2008.

source: 120 students across ongoing courses at the partner universities can contribute to the development process.
nb: 120 studenter fra pågående kurs på UiS og partnerskapsuniversitetene vil kunne bidra i utviklingsprosessen.

source: I thought that the UiS had a lot of great specialisations and that innovation seemed particularly interesting and relevant.
nb: Jeg syntes UiS hadde veldig mange bra spesialiseringer, og at retningen innovasjon virket spesielt interessant og relevant.

source: quality PhD with relevance to the subject area, and which deviates from point 1 with respect
nb: en doktorgrad av høy kvalitet med relevans for fagområdet, og som avviker fra punkt 1 med

source: “It has been our ambition to increase requirements regarding new types of skills in our own PhD programmes, and to help renew research education at these seven universities”, says Fitjar.
nb: – Ambisjonen har vært å øke kravene til nye typer ferdigheter i våre egne doktorgradsprogram og å bidra til at forskerutdanningene blir fornyet på disse sju universitetene, sier Fitjar.

source: We collaborate with the Stavanger Symphony Orchestra, Stavanger Concert Hall and artists related to the Stavanger Jazz Forum at Spor 5.
nb: Vi samarbeider blant annet med Stavanger Symfoniorkester, Stavanger konserthus og artister knyttet til Stavanger jazzforum på Spor 5.

source: You can go on an exchange and receive the Erasmus+ scholarship without the partner institution's signature on your OLA, as long as you and your study coordinator have signed it.
nb: Du kan reise og få utbetalt Erasmus+ stipendet uten partnerinstitusjonens signatur på din OLA, så lenge du og din studiekonsulent/saksbehandler har signert.

source: Vocational y oriented research and development work at the level of a high-quality PhD that
nb: Yrkesrettet forsknings- og utviklingsarbeid på nivå med en doktorgrad av høy kvalitet og som

source: The course includes programming assignments covering the main concepts of the course, such as memory management, scheduling, concurrency, parallelism and synchronization techniques, and tools to analyze and debug various aspects of such applications.
nb: Emnet inkluderer programmeringsoppgaver som dekker hovedkonseptene i kurset, for eksempel minnehåndtering, prosessorfordeling, samtidighet, parallellisme og synkroniseringsteknikker, og verktøy for å analysere og feilsøke ulike aspekter ved slike applikasjoner.

source: Participate in discussions in future classes and society at large.
nb: Delta in diskusjoner i andre klasser på universitetet og i samfunnet som helhet.

source: UiS will host the ECIR conference 2022
nb: UiS er vertskap for ECIR-konferansen 2022

source: Richard Reistad from Bergen has recently graduated with an MSc in Business Administration from the U
nb: Richard Reistad fra Bergen er nyutdannet siviløkonom fra Handelshøgskolen ved UiS.

source: When should I apply?
nb: Hva er søknadsfristen min?

source: Application documents - what to upload in SøknadsWeb?
nb: Søknadsdokumenter - hva må du laste opp i SøknadsWeb?

source: Minister of Trade and Industry Iselin Nybø and Ragnar Tveterås from UiS are both working to ensure that fish farming becomes sustainable when it is moved offshore.
nb: Næringsminister Iselin Nybø og Ragnar Tveterås fra UiS jobber begge for at fiskeoppdrett skal bli bærekraftig når det flyttes til havs.

source: They appear in three subgroups:
nb: De kommer til syne i tre undergrupper:

source: Light the fuse and pull away.
nb: Tenn på lunta og trekk unna.

source: at University of Stavanger.
nb: ved Universitetet i Stavanger.

source: MOVE-P – motivation and mastery in high school
nb: MOVE-P – motivasjon og mestring i videregående skole

source: It is important to note that inactive information in Nettskjema is automatically deleted after 6 months from the last collected data.
nb: Det er viktig å merke seg at inaktiv informasjon i Nettskjema automatisk blir slettet etter 6 måneder.

source: As a guest at UiS, you can access the wireless network uis-gjestenett.
nb: Som gjest ved UiS kan du få tilgang til det trådløse nettverket uis-gjestenett.

source: Understand the effect of body, movement, dissemination and presence in choreography.
nb: Forstå virkningen av kropp, bevegelse, formidling og tilstedeværelse i koreografi.

source: - Professional experience of a particular nature and relevance from cultural institutions
nb: - Yrkeserfaring av særskilt karakter og relevans fra kulturlivet

source: Furthermore, the training program that was developed in the project has been subsequently adapted into a Professional development course for preschool teachers that gives 15 credits in accordance with the Norwegian higher education system.
nb: Videre er opplæringen som ble utviklet i prosjektet senere utviklet til en videreutdanning for førskolelærere som gir 15 studiepoeng.

source: Candidates can also work at research institutes.
nb: Kandidater kan også jobbe ved forskningsinstitutter.

source: The purpose of the line association Petroil is to work for the students' interests.
nb: Formålet med linjeforeningen Petroil er å jobbe for studentenes interesser.

source: - Understand the basic principles for the conservation of mass and energy.
nb: - Forstå det grunnleggende prinsippet for bevaring av masse og energi.

source: Although the regulations distinguish between academic level and artistic activities, a combination of academic
nb: Selv om forskriften skil er mel om vitenskapelig nivå og kunstnerisk virksomhet, vil det for enkelte stil inger

source: Irreversible processes, entropy and the second law of thermodynamics.
nb: Irreversible prosesser, entropi og termodynamikkens annen hovedsetning.

source: Guidelines pertaining to conditions of employment
nb: Å lykkes med lesing – Tidlig innsats og tilpasset leseopplæring

source: At the Department for Mechanical Engineering, Building and Materials Technology (IMBM), a lot of time is spent on refreshing knowledge on how to operate machines in the laboratories.
nb: Ved Institutt for maskin, bygg og materialteknologi (IMBM) går det med mye tid til oppfriskning av kunnskap på maskiner på laboratorier og verksted.

source: Local applicants who wish to apply on the basis of prior qualifications, for special assessment or early admission, must apply within 1 March and tick the respective field in the application.
nb: Dersom man er lokal søker som søker om realkompetanse, særskilt vurdering eller tidlig opptak, må man søke innen 1. mars og krysse av for dette i søknaden.

source: Scheduled, regular lessons.
nb: Timeplanlagt, regelmessig undervisning.

source: As a University of Stavanger employee, you can travel as much as you like by bus and train throughout Rogaland and use city bikes as much as you like at great prices (NOK 515 a month).
nb: Som UiS-ansatt kan du reise så mye du vil med buss og tog i hele Rogaland samt få fri bruk av bysykler til en gunstig pris (pr kr 515 i måneden).

source: The candidate for the post of professor must be able to document qualifications beyond what is expected in
nb: Professor må kunne dokumentere kvalifikasjoner ut over det som forventes i undervisnings- og forskerstil ing

source: Billions in value to Norway
nb: Milliardverdier til Norge

source: Centre for Innovation Research
nb: Senter for innovasjonsforskning

source: Therefore, whether it is ourselves or others who innovate, we still fulfil our social responsibility”, says Fitjar.
nb: Vi løser altså vårt samfunnsoppdrag enten det er vi selv eller andre som innoverer, sier Fitjar.

source: All physicians, registered nurses and assistant nurses in the intervention ward and two control wards (Hospitals D and E) were invited to survey their perception of teamwork, team decision making, safety culture and attitude towards teamwork before intervention and after six and 12 months.
nb: Alle leger, sykepleiere og hjelpepleiere i intervensjonsavdelingen og to kontrollavdelinger (sykehus D og E) ble invitert til å svare på spørreskjema om deres oppfattelse av teamarbeid, beslutningstaking i team, sikkerhetskulturen i enheten de jobbet i, samt holdning til teamarbeid, både før intervensjon og etter seks måneder og 12 måneder.

source: Official sources are nettvett.no, dembra.no,
nb: Offisielle kilder er nettvett.no,

source: Sandnes: Gravarsveien 34 in the city centre
nb: Sandnes: Gravarsveien 34 i sentrum

source: • Access to printers at UiS
nb: • Tilgang til utskrift på UiS

source: Information about how to submitt a video link can be found in the additional application form.
nb: Informasjon om deling av videolenke finner du i det elektroniske følgeskjemaet

source: A 50 ml syringe (or something similar that you can change the volume in)
nb: En 50 ml sprøyte (eller noe tilsvarende som du kan forandre volumet i)

source: F4: The Candidate is able to apply relevant research methods and the subject matter in an independent and critical way, and to formulate and structure scientific reasoning.
nb: F4 Kandidaten kan benytte relevante forskningsmetoder og fagstoffet på en selvstendig og kritisk måte og til å formulere og strukturere faglige resonnement.

source: The singers' Christmas concert SKUR 12 December at 14.00Dance project 1st year BA: Choreographic work in the Christmas concert.
nb: Sangernes julekonsert SKUR 12. desember kl. 14.00 Danseprosjekt 1. år BA:

source: The UC sector is a natural venue for promoting democratic values and debating important social
nb: UH-sektoren er en naturlig arena for å promotere demokratiske verdier og debattere viktige

source: ensure that all personal information about respondents or informants that is not to be stored after the end of the project is properly deleted.
nb: sørge for at alle personopplysninger om respondenter eller informanter som ikke skal oppbevares etter prosjektslutt blir forsvarlig slettet.

source: How to plan, execute and use risk analysis?
nb: Hvordan planlegge, gjennomføre og bruke risikoanalyser?

source: All iPhone, iPad and Mac can print via wireless network on the UiS campus.
nb: Alle iPhone, iPad og Mac kan skrive ut via trådløst nettverk på UiS campus.

source: The Student Welfare Organization in Stavanger (SIS) has a modern new gym/fitness centre, the SIS Sports Centre.
nb: Studentsamskipnaden i Stavanger (SIS) har en ny, moderne treningshall/treningssenter, SIS sportssenter.

source: • a col egial attitude and focus on col ective development of teaching and quality of education Examples of suitable documentation to include in the folder:
nb: • en kol egial holdning og fokus på kol ektiv utvikling av undervisnings- og utdanningskvalitet Eksempler på mulig dokumentasjon i mappen:

source: The text on sikresiden.no is
nb: Teksten på sikresiden.no

source: For all journals peer review is demanded, and they must meet the requirements for scientific publishing at minimum level 1.
nb: For alle tidsskrifter stilles det krav om rutiner for fagfellevurdering, og at de tilfredsstiller krav for vitenskapelig publisering minimum på nivå 1.

source: - FILIORUM maintains and initiates collaboration with national and international partners.
nb: − FILIORUM ivaretar og initierer samarbeid med nasjonale og internasjonale partnere.

source: On behalf of the University of Stavanger, NSD - Norwegian Center for Research Data AS has assessed
nb: På oppdrag fra Universitetet i Stavanger har NSD – Norsk senter for forskningsdata AS vurdert at

source: internal y on campus and outwards toward society.
nb: på campus og ut mot samfunnet.

source: The beavers that moved to Sweden
nb: Organisasjonsutvikling i barnehage og skole

source: The Master project in semester 9-10 offers the opportunity to apply the acquired skills to a specific, often very challenging problem in contemporary mathematics or physics.
nb: Masterprosjektet i semester 9-10 gir mulighet for å anvende de tillærte ferdigheter på en konkret, ofte svært utfordrende, problemstilling innenfor moderne matematikk og fysikk.

source: The information registered about you wil only be used as described under the purpose of the project and is expected to be used until 2029.
nb: Opplysningene som registreres om deg skal kun brukes som beskrevet under formålet med prosjektet. Opplysningene planlegges brukt til 2029.

source: When hiring a candidate for a teaching or research position, weight is given to the person’s having:
nb: Ved ansettelse i undervisnings- og forskerstil inger skal det legges vekt på at den som ansettes:

source: Signal processing in both frequency and time domains (digital filters, energy estimation, de-trending, finding data errors).
nb: Signalbehandling i både frekvens- og tidsdomener (digitale filtre, energibestemmelse, de-trending, finne datafeil).

source: Figure 1: Core components of the new pre-school curriculum
nb: Figure 1: Kjerneområder i det nye førskoleopplegget

source: The study also demonstrates that not only the information content of a patient education program but also its timing that affects the effectivity of such communication [3].
nb: Studien viser altså at det ikke er bare informasjonsinnholdet i et pasientopplæringsprogram som påvirker kommunikasjonen, men også timingen [3].

source: The expertise built up at UiS in close collaboration with the petroleum industry has led to a number of innovations and new technology, says general manager Stian Lomeland in Anko AS.
nb: Kompetansen opparbeidet på UiS i tett samarbeid med petroleumsindustrien har ført til en rekke nyvinninger og ny teknologi, sier daglig leder Stian Lomeland i Anko AS.

source: Using event-driven programming in Javascript to provide dynamic interaction.
nb: Benytte hendelsesorientert programmering i Javascript til å utvikle dynamisk websider.

source: It is about the most effective work-oriented rehabilitation service for people with severe mental illness (SMI), known as Individual Placement and Support or IPS.
nb: Den handler om det mest effektive arbeidsrettede rehabiliteringstilbudet for personer med alvorlige psykiske plager (SMI), kjent internasjonalt som Individual Placement and Support eller IPS.

source: During the study you will gain experience with best practices with different music genres music productions styles.
nb: Under studiet får du erfaring med hvordan du best kan jobbe med forskjellige musikksjangre, og bidra i ulike musikkproduksjoner.

source: The research work was conducted between the years 2014 to 2019 and benefited from grants of the Research Council of Norway, supplemented by funding from The Agder County Council and The Sørlandet Knowledge Foundation.
nb: Forskningen ble utført mellom 2014 og 2019 og mottok midler fra Norges forskningsråd, samt støtte fra Agder fylkeskommune og stiftelsen Sørlandets kompetansefond.

source: The students should demonstrate understanding and application of common methods, tools and analysis.
nb: Studentene skal demonstrere forståelse og bruk av vanlig metoder, verktøy og analyse.

source: Ana Llopis Alvarez is 30 years old.
nb: Ana Llopis Alvarez er 30 år gammel.

source: And the winners are …
nb: Og vinnerne er …

source: Applicants must document a minimum of 2 years of higher education as well as related experience in the field, including performing music skills.
nb: Søkere må dokumentere minimum 2 år med høyere utdanning samt relatert erfaring med fagfeltet, inkludert utøvende musikk- ferdigheter.

source: Our Board consists of 7 ordinary members who are elected each year in February during the general meeting.
nb: Hovedstyret vårt består av 7 ordinære medlemmer som blir valgt hvert år i februar under generalforsamlingen.

source: Music Production and Recoring is a full-time study.
nb: Musikkproduksjon og opptaksteknikk er et heltidsstudium.

source: Article in anthology (ISBN): Level 1 gives 0,7 points.
nb: Artikkel i antologi (ISBN): Nivå 1 gir 0,7 poeng.

source: Fill in the dates for when you started and completed your exchange.
nb: Fyll inn datoene for når du startet og fullførte utvekslingsoppholdet.

source: Group study rooms may be reservered all days from 08.00 to 22.00.
nb: Grupperom kan reserveres alle dager klokken 08.00 til 22.00.

source: ) addressed topics such as global perspectives, strategic management decisions, economic consequences, leadership, and project management in a perspective of change.
nb: ) tok opp temaer som globale perspektiver, strategiske ledelsesbeslutninger, økonomiske konsekvenser, lederskap og prosjektledelse i et endringsperspektiv.

source: Lectures, problem exercises, laboratory exercises:
nb: Forelesninger, øvingsoppgaver, øvinger i lab:

source: She can help with schedules, room booking, keys, and rentals.
nb: Gärtner er ansvarlig for ekspedisjonstjenester, og kan hjelpe med timeplan, rombooking, nøkler og utleie.

source: Mohammed defines himself as a humble, helpful and service-minded colleague, something that benefits collaboration across the varied and diverse disciplines we have here at UiS, and with external partners.
nb: Mohammed definerer seg selv som en ydmyk, hjelpsom og serviceinstilt kollega, Noe som kommer til nytte for samarbeidet på tvers av de varierte og mangfoldige fagfelt vi har her på UiS, og med eksterne samarbeidspartnere.

source: Light the fuse and back off6.
nb: Tenn på lunten og rygg unna 6.

source: UiS Pro-Rector for Research Merete Vadla Madland has congratulated the CIIP research group for moving on to the next stage.
nb: Prorektor for forskning ved UiS, Merete Vadla Madland, gratulerer forskergruppen bak CIIP med å ha gått videre.

source: Doctoral degree on temperature variations i chalk reservoirs
nb: Disputas om temperaturvariasjonar i kalkreservoar

source: Norwegian companies are key industrial players in all international markets for subsea and deep-water technologies.
nb: Norske selskaper er sentrale industrielle aktører i alle internasjonale markeder for undervanns- og dypvannsteknologier.

source: Door 2: WHOOSH explosion!
nb: Luke 2: WHOOSH-eksplosjon!
